<? // WR-Gallery v 1.3  //  28.05.06 г.  //  Miha-ingener@yandex.ru
$glname="Шкафы-купе класса премиум OLEGATI"; // Имя галереи отображается в теге TITLE и заголовке
$maintext=""; // Текст, выводящийся перед формой ввода сообщения
$adminemail="info@olegati.ru"; // Емайл админа
$password="fragma"; // Пароль админа
$sendmail="0"; // отсылать сообщения на Емайл админу
$smwidth="150"; // Ширина миниизображения
$smheight="120"; // Высота миниизображения
$mainlink="<a class=menu style='color: #930000' href=http://www.olegati.ru/>Главная сайта</a> "; // Ссылка на главную страницу
$max_file_size="999999"; // Максимально допустимый размер загружаемого фото
$maxwidth="1000"; // Ширина загружаемого изображения в пикселях не более
$maxheight="1000"; // Высота -||- 
$maxname="25";  // Максимальное кол-во символов в имени
$maxmsg="70"; // Максимальное кол-во символов в сообщении
$maxzag="100"; // Макс. кол-во символов в комментарии
$msginout="0"; // порядок просмотра сообщений: возрастание/убывание - 1/0
$qq="15"; // кол-во отображаемых сообщений на каждой странице гостевой: 1-100
$colrubperpage="3"; // Кол-во столбцов с фотками
$datadir="./data"; // Каталог с фото и комментариями/оценками
$datafile="fotobase.dat"; // Имя файла БД
$skin="girl"; // скин галререи
$back="<center>Вернитесь <a href='javascript:history.back(1)'><B>назад</B></a>"; // Удобная строка
$date=date("d.m.y"); // число.месяц.год
$time=date("H:i"); // часы:минуты 
?>